courses = [
    "Python-разработчик с нуля",
    "Java-разработчик с нуля",
    "Fullstack-разработчик на Python",
    "Frontend-разработчик с нуля"
]

mentors = [
    ["Евгений Шмаргунов", "Олег Булыгин", "Дмитрий Демидов", "Кирилл Табельский", "Александр Ульянцев",
     "Александр Бардин", "Александр Иванов", "Антон Солонилин", "Максим Филипенко", "Елена Никитина", "Азамат Искаков",
     "Роман Гордиенко"],
    ["Филипп Воронов", "Анна Юшина", "Иван Бочаров", "Анатолий Корсаков", "Юрий Пеньков", "Илья Сухачев",
     "Иван Маркитан", "Ринат Бибиков", "Вадим Ерошевичев", "Тимур Сейсембаев", "Максим Батырев", "Никита Шумский",
     "Алексей Степанов", "Денис Коротков", "Антон Глушков", "Сергей Индюков", "Максим Воронцов", "Евгений Грязнов",
     "Константин Виролайнен", "Сергей Сердюк", "Павел Дерендяев"],
    ["Евгений Шмаргунов", "Олег Булыгин", "Александр Бардин", "Александр Иванов", "Кирилл Табельский",
     "Александр Ульянцев", "Роман Гордиенко", "Адилет Асканжоев", "Александр Шлейко", "Алена Батицкая", "Денис Ежков",
     "Владимир Чебукин", "Эдгар Нуруллин", "Евгений Шек", "Максим Филипенко", "Елена Никитина"],
    ["Владимир Чебукин", "Эдгар Нуруллин", "Евгений Шек", "Валерий Хаслер", "Татьяна Тен", "Александр Фитискин",
     "Александр Шлейко", "Алена Батицкая", "Александр Беспоясов", "Денис Ежков", "Николай Лопин", "Михаил Ларченко"]
]

durations = [14, 20, 12, 20]
durations_test = [10, 20, 20, 12]
durations_test_2 = [10, 11, 12, 13]
durations_test_3 = [13, 12, 11, 10]

random_names = [
    ['Егор Белов', 'Алёна Ильина', 'Матвей Смирнов', 'Амелия Смирнова', 'Николай Зайцев', 'Злата Воронова',
     'Даниил Харитонов', 'Елизавета Потапова', 'Зоя Коновалова', 'Амина Казакова'],
    ['Полина Михайлова', 'Малика Данилова', 'Фёдор Шмелев', 'Сафия Иванова', 'Руслан Корнилов', 'Вера Иванова',
     'Вероника Андреева', 'Анна Лукина', 'Глеб Комаров', 'София Кузнецова'],
    ['Иван Григорьев', 'Алексей Буров', 'Алиса Васильева', 'Малика Киселева', 'Анна Сафонова', 'Елизавета Кузнецова',
     'Даниил Молчанов', 'Дарина Андреева', 'Вероника Борисова', 'Александра Кузнецова'],
    ['Николай Иванов', 'Анна Наумова', 'Анна Васильева', 'Софья Успенская', 'Стефания Дементьева', 'Варвара Орлова',
     'Екатерина Рыжова', 'Егор Шишкин', 'Алиса Ковалева', 'Мария Зотова']]

random_names_2 = [
    'Егор Белов', 'Алёна Ильина', 'Матвей Смирнов', 'Амелия Смирнова', 'Егор Зайцев', 'Злата Воронова',
     'Даниил Харитонов', 'Елизавета Потапова', 'Зоя Коновалова', 'Амина Казакова'
]
